Repository: al-zonke/Gedcom-Framework
Catalog: Gedcom/*.lproj/Errors.strings
Languages: de, es, fr, it, pt, ru

source: Could not determine encoding for the file.
de: Codierung für die Datei konnte nicht bestimmt werden
es: No se ha podido determinar la codificación del archivo
fr: Impossible de déterminer un encodage pour le fichier
it: Impossibile determinare la codifica del file
pt: Não foi possível definir a codificação do arquivo
ru: Невозможно определить кодировку файла

source: Parser stopped at node #%ld (line %ld)
de: Parser stoppte bei Knoten #%ld (Zeile %ld)
es: El analizador sintáctico se ha detenido en el nódulo #%ld (line %ld)
fr: L'analyse syntaxique s'est arrêtée au noyau #%ld (line %ld)
it: Analizzatore fermato al nodo #%ld (linea %ld)
pt: Analisador interrompido no nó #%ld (linha %ld)
ru: Парсер прекратил выполнение на элементе #%ld (строка %ld)

source: Too many values for key %@ on %@
de: Zu viele Werte für Schlüssel %@ in %@
es: Demasiados valores para la tecla %@ on %@
fr: Trop de valeurs pour la touche %@ sur %@
it: Troppi valori per chiave %@ su %@
pt: Muitos valores para a chave %@ em %@
ru: Слишком много значений для ключа %@ в %@

source: Too few values for key %@ on %@
de: Zu wenige Werte für Schlüssel %@ in %@
es: Valores insuficientes para la tecla %@ on %@
fr: Trop peu de valeurs pour la touche %@ sur %@
it: Troppo pochi valori per chiave %@ su %@
pt: Poucos valores para a chave %@ em %@
ru: Слишком мало значений для ключа %@ в %@

source: Value %@ is incorrect type for %@ (should be %@)
de: Wert %@ ist nicht von korrekter Art für %@ (sollte %@ sein)
es: El valor %@ es incorrecto para %@ (debería ser %@)
fr: La valeur %@ est d'un type incorrect %@ (devrait être %@)
it: Valore %@ di tipo incorretto per %@ (dovrebbe essere %@)
pt: O valor %@ é do tipo incorreto para %@ (deve ser %@)
ru: Значение %@ имеет недопустимый тип в %@ (должен быть %@)

source: Value %@ is not allowed for %@ (should be one of %@)
de: Wert %@ ist nicht erlaubt für %@ (sollte einer aus %@ sein)
es: El valor %@ no está permitido para %@ (debería ser de %@)
fr: La valeur %@ n'est pas autorisée pour %@ (devrait être une de %@)
it: Valore %@ non consentito per %@ (dovrebbe essere uno di %@)
pt: O valor %@ não é permitido para %@ (deve ser de %@)
ru: Значение %@ недопустимо для %@ (должно быть одно из %@)

source: Value is missing for %@ (should be a %@)
de: Wert fehlt für %@ (sollte ein %@ sein)
es: Falta un valor para %@ (debería ser %@)
fr: Valeur manquante pour %@ (devrait être un/e %@)
it: Valore mancante per %@ (dovrebbe essere a %@)
pt: O valor está faltando para %@ (deve ser um %@)
ru: Значение для %@ не указано (должно быть %@)

source: Target is missing for key %@ (should be a %@)
de: Ziel fehlt für Schlüssel %@ (sollte ein %@ sein)
es: Falta un objetivo para la tecla %@ (debería ser %@)
fr: Cible manquante pour la touche %@ (devrait être un/e %@)
it: Destinazione mancante per chiave %@ (dovrebbe essere a %@)
pt: Destino faltando para a chave %@ (deve ser um %@)
ru: Значение для ключа %@ не указано (должно быть %@)

source: Target %@ is incorrect type for key %@ (should be %@)
de: Ziel %@ ist nicht von korrekter Art für Schlüssel %@ (sollte %@ sein)
es: El objetivo %@ es incorrecto para la tecla %@ (debería ser %@)
fr: La cible %@ est d'un type incorrecte pour la touche %@ (devrait être %@)
it: Destinazione %@ di tipo incorretto per chiave %@ (dovrebbe essere %@)
pt: Destino %@ é do tipo incorreto para a chave %@ (deve ser %@)
ru: Значение %@ имеет недопустимый тип %@ (должен быть %@)

source: %@ usually occurs before %@
de: %@ geschieht üblicherweise vor %@
es: %@ ocurre normalmente antes de %@
fr: %@ se produit en général avant %@
it: %@ viene di solito prima di %@
pt: %@ normalmente ocorre antes de %@
ru: %@ обычно встречается до %@

source: %@ is young for %@
de: %@ ist jung für %@
es: %@ es joven para %@
fr: %@ est jeune pour %@
it: %@ Ã¨ giovane per %@
pt: %@ é novo para %@
ru: %@ слишком молод для %@
